tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "schniz/tap"

brew "axel"
brew "curl"
brew "fzf"
brew "git"
brew "gnupg"
brew "htop"
brew "mas"
brew "neovim"
brew "openssl"
brew "python"
brew "qemu"
brew "tmux"
brew "tmuxinator"
brew "yarn"
brew "zsh"

cask "basecamp"
cask "emacs"
cask "firefox"
cask "slack"
cask "spotify"

mas "1Password", id: 443987910
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
