tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "schniz/tap"

brew "axel"
brew "curl"
brew "exa"
brew "fzf"
brew "git"
brew "gnupg"
brew "htop"
brew "mas"
brew "neovim"
brew "openssl"
brew "python"
brew "qemu"
brew "rustup"
brew "starship"
brew "tldr"
brew "tmux"
brew "tmuxinator"
brew "yarn"
brew "zsh"

cask "dbeaver-community"
cask "emacs"
cask "firefox"
cask "font-hack-nerd-font"
cask "fork"
cask "iterm2"
cask "slack"
cask "spotify"
cask "telegram"
cask "transmission"
cask "visual-studio-code"

mas "1Password", id: 443987910
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
